experiments/redis_contention/combined_bandwidth_contention/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_56/pair_5/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         6436.96    321847.68         0.33         0.62071         0.61500         0.94300         1.03900    331942.65 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       6436.96    321847.68         0.33         0.62071         0.61500         0.94300         1.03900    331942.65